Revit 2023 API
GroupTypeId.SplitProfileDimensions Property
 "Dimensions (linear units or % of thickness)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId SplitProfileDimensions { get; }
Visual Basic
Public Shared ReadOnly Property SplitProfileDimensions As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SplitProfileDimensions {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace